Math:;Скільки буде 2+2?:;NaN:;2:;0:;+4
Math:;Скільки буде 4+2?:;NaN:;8:;+6:;-2
History:;Хто першим ступив на поверхню Місяця?:;+Ніл Армстронг:;Луіс Армстронг:;Олександр Попов:;Джейсм Дін
History:;Коли почалась Перша світова війна?:;1814:;+1914:;1916:;1936
Film:;В якому році Леонардо Ді Капріо отримав оскар?:;2008:;Не отримав:;2012:;+2016
Geography:;Скільки материків на Землі?:;5:;7:;+6:;4
Sport:;Скільки раз Володимир Кличко, із 69 проведених поєдинків, програв?:;4:;2:;+5:;6
Music:;Хто одержав найбільшу кількість Греммі?:;Вуітні Хьюстон:;Каньє Вест:;Джейсм Хетфілд:;+Георг Шолті
Literature:;Як звали бога війни у грецькій міфології?:;Аїд:;Марс:;+Арес:;Юпітер
Biology:;Хто запропонував модель ДНК?:;+Френсісом Кріком і Джеймсом Ватсоном:;Роберт Кох:;Йоган Мендель:;Луі Пастер
Meme:;Що буде в результаті? \n 'int a = 2 << 2;':;4:;2:;NaN:;+8